Repository: Ukrainian-Irdya-Project/uk-irdya
Catalog: naia/*.po
Languages: uk

source: More advanced bird-like Shaxthal creatures can produce deadly lightning with their sharp feather-blades to attack enemies at a distance, as well as dive and charge into their heads using their powerful metallic beaks.
uk: Більш просунуті птахоподібні істоти Шакцала можуть вистрілювати смертоносними блискавкавми та користуватися своїми гострими пір'яними лезами, щоб атакувати ворогів на відстані, а також пірнати і впиватися в їхні голови за допомогою потужних металевих дзьобів.

source: Most human civilizations throughout history have held the dead in great respect regardless of their origin and allegiance. Once society crumbled after the Fall, however, it became relatively increasingly common for humans to desecrate the bodies of their deceased for purposes ranging from the practical to the obscene. Higher-ranking Chaos brutes flaunt their strength and experience by daubing the blood of their fallen enemies on their visages and torsos, and wearing their bones as necklaces, face masks, and other ornamental gear. Dubbed “Soulhunters” by their equally amoral peers, they relish the thrill of battle and are more than willing to put their lives on the line in the hope that, some day, Uria will reward them with unending life and godlike strength to rule over all on Irdya.
uk: Більшість людських цивілізацій протягом всієї історії ставилися до померлих з великою повагою, незалежно від їхнього походження та приналежності. Однак, коли суспільство розпалося після Падіння, люди стали відносно часто оскверняти тіла своїх померлих з різними цілями — від практичних до непристойних. Найвищі варвари Хаосу виставляють напоказ свою силу і досвід, вимащуючи кров'ю своїх полеглих ворогів обличчя і тулуби, а також носять їхні кістки як намиста, маски для обличчя та інші прикраси. Їхні не менш аморальні поплічники називають їх "мисливцями за душами", вони насолоджуються гострими відчуттями битви і більш ніж готові поставити на кін своє життя в надії, що одного дня Урія винагородить їх нескінченним життям і божественною силою, щоб панувати над усіма на Ірдії.

source: Most imps do not enjoy a particularly long lifespan, in no small part due to their demon overlords being all too prone to regarding them as disposable canon fodder. It is no small feat for an imp to survive past childhood, and those who do become a much more credible threat to Irdyan creatures.
uk: Більшості чортенят ніколи не пощастить насолодитися достатньо довгим життям, не в останню чергу через те, що їхні демонічні володарі надто схильні розглядати їх виключно як одноразове гарматне м'ясо. Пережити дитинство для чортеняти це справжній подвиг, а ті, кому це вдається, стають достатньо помітною загрозою для істот Ірдії.

source: Neutral time of day
uk: Нейтральний час доби

source: Note: this glyph may be used only once; afterwards it will fade out.
uk: Примітка: цей гліф можна використати лише раз; після цього він зникне.

source: Note: this glyph may be used only once; afterwards, it will fade out.
uk: Примітка: цей гліф можна використати лише раз; після цього він зникне.

source: Notice
uk: Попередження

source: One of the greatest mysteries of life is the true nature of Faerie, a domain of existence beyond the grasp of mortal creatures and the source of a power said to predate Irdya’s creation by an immensurable eternity. Even though elves and faeries have an innate affinity to the mystical energy within, their ability to channel it is severely constrained by their attachment to the physical realm. Breaking free of those bindings and fully embracing the arcane flame is not without its drawbacks, however. These faerie phantasms are occasionally seen aimlessly wandering the forests during the twilight. Their warped minds are no longer able to discern our reality from theirs, and only gradually fading memories keep them anchored to the domain of the living.
uk: Однією з найбільших таємниць життя є справжня природа фей — сфера існування, недоступна смертним істотам і джерело сили, яка, як кажуть, передувала створенню Ірдії на незмірну вічність. Незважаючи на те, що ельфи та феї мають вроджену спорідненість з містичною енергією, їхня здатність спрямовувати її суворо обмежена через прив'язаність до фізичного світу. Однак звільнення від цих пут і повне опанування містичного полум'я не позбавлене недоліків. Іноді можна побачити фей, що безцільно блукають лісами в сутінках. Їхній спотворений розум більше не здатен відрізнити нашу реальність від їхньої, і лише спогади, що поступово згасають, тримають їх прив'язаними до світу живих.

source: Only the very best guards in the Empire’s service are allowed access to equipment forged by blacksmiths from Inferno. These men are said to be able to withstand a rockslide if need be, protected by their stalwart devotion to the ruling lords of Inferno.
uk: Лише найкращі гвардійці Імперії мають доступ до спорядження, викуваного ковалями з самого Пекла. Кажуть, що ці люди здатні витримати камнепад, якщо це буде потрібно, захищені своєю непохитною відданістю правлячим володарям Пекла.

source: Open Event Gate
uk: Відкрити Браму Подій

source: Overlord
uk: Повелитель

source: Pikeman
uk: Пікенер

source: Please report this to the add-on maintainer on the forums:
uk: Будь ласка, повідомте про це підтримувачу аддону на форумі:

source: Please report this to the add-on maintainer on the issue tracker:
uk: Будь ласка, повідомте про це підтримувачу аддону на сайті відслідковування помилок:

source: Project Ethea
uk: Проект Етея

source: Protector Drone
uk: Дрон захисник

source: Psy Crawler
uk: Псі повзун

source: Psy Mindraider
uk: Псі розумокрад

source: Rayblade
uk: Промінелезо

source: Razorbird
uk: Бритвоптах

source: Recent developments appear to have led to the creation of more advanced types of Shaxthal drones designed for swiftly obliterating front lines and base defenses using aerial strikes. With the frightening accuracy of the Protectors and the formidable strength of Assault drones combined, these notably rare War drones can quickly bring reinforced stone walls down and crush anyone foolish enough to confront them without the use of magic support.
uk: Останні розробки, схоже, призвели до створення більш досконалих типів Шакцальських дронів, призначених для швидкого знищення лінії фронту і оборонних споруд баз за допомогою повітряних ударів. Завдяки страхітливій точності Захисників та грізній силі Штурмовиків, ці рідкісні бойові дрони здатні швидко зруйнувати укріплені кам'яні стіни і розчавити будь-кого, хто буде достатньо дурним, щоб протистояти їм без використання магічної підтримки.

source: Reloading and aiming is a time-consuming process and a window of opportunity for assailants to strike down the defenseless archer. The most valued bowmen in the Chaos Empire’s service earn their prestige by attaining an elf-like proficiency with the longbow, shooting more than a dozen arrows a minute without tiring or missing their mark — or so the rumors go, anyway.
uk: Перезаряджання та прицілювання забирає багато часу і дає нападникам можливість вразити беззахисного стрільця. Найцінніші лучники на службі в Імперії Хаосу заробляють свій престиж, досягаючи ельфійської майстерності у володінні довгим луком, випускаючи більше десятка стріл за хвилину, не втомлюючись і не промахуючись — принаймні, так кажуть чутки.

source: Resist until the end of turns
uk: Чиніть опір до кінця ходів

source: Rock Golem
uk: Кам'яний голем

source: Rock Golems are giant, slow, and heavy creatures made out of solid, living rock. Their fists can crush any skeleton in matter of seconds.
uk: Кам'яні големи це гігантські, повільні та важкі істоти, зроблені з суцільного каменю. Їхні кулаки здатні розтрощити будь-якого скелета буквально за секунди.

source: Runner Drone
uk: Дрон бігун

source: Scout
uk: Розвідник

source: Second Afternoon
uk: Другий вечір

source: Second Dawn
uk: Другий світанок

source: Second Dusk
uk: Другі сутінки

source: Second Midday
uk: Другий день

source: Second Morning
uk: Другий ранок

source: Sentry Drone
uk: Дрон вартовий

source: Shaxthal Hive
uk: Шакцальський вулень

source: Shield Guard
uk: Щитовий охоронець

source: Silver Shield
uk: Срібний щит

source: Since Shaxthal drones began to be regularly spotted in the battle-field, other new biomechanical lifeforms have appeared, seemingly as the result of the Shaxthalkind’s mere presence on Irdya. Amongst those, metallic birds with sharp knives for feathers are frequently seen near the surface entrances of the creatures’ hives. Being clad in metal makes them slower than normal birds, and also more dangerous.
uk: З тих пір, як Шакцальські дрони почали регулярно з'являтися на полі бою, з'явилися й інші нові біомеханічні форми життя, які, схоже, є наслідком самої лише присутності шакцалів на Ірдії. Серед них — металеві птахи з гострими ножами замість пір'я, яких часто можна побачити біля входів у вульні цих істот. Металева оболонка робить їх повільнішими за звичайних птахів, проте також більш небезпечними.

source: Since time immemorial, humans have used and perfected the bow and arrow for hunting and defense. Even after the Fall, it continues to be the cheapest and most effective weapon a military can afford for its lowest-ranking soldiers. Archers seldom have adequate training or equipment to be effective in combat at close quarters, but they are nonetheless capable of defending themselves should the situation call for it.
uk: З незапам'ятних часів люди використовували і вдосконалювали лук і стріли для полювання та оборони. Навіть після Падіння він залишається найдешевшою і найефективнішою зброєю, яку може дозволити собі армія для солдатів найнижчих рангів. Стрільці рідко мають достатню підготовку чи спорядження, щоб бути ефективними в бою на близькій відстані, проте, тим не менш, вони здатні захистити себе, якщо цього вимагатиме ситуація.

source: Slayer
uk: Вбивця

source: Smaller and weaker Giant Spiders are very common underground. They usually prey on single insects roaming around, but sometimes it is possible to find dwarven or human corpses trapped in their webs, which suggests they have little problem in eating big individuals fool enough to fall in their traps.
uk: Менші та слабші різновиди велетенських павуків дуже поширені під землею. Зазвичай вони полюють на поодиноких комах, що блукають навколо, але іноді в їхньому павутинні можна знайти залишки людей та гномів або людські трупи, що свідчить про те, що вони без жодних проблем поїдають великих істот, котрі достатньо дурні, щоб потрапити в їхні пастки.

source: Some Aragwaithi youths take young eagles as a pet. These are not the common eagles, but a race of noble, giant birds of prey. When they are grown enough, they usually willing to serve as a mount for their best friend, and their young mates learn the art of riding these giant birds.
uk: Іноді Араґвайці беруть собі молодих соколів за домашніх улюбленців. Однак це не звичайні соколи, а раса благородних, велетенських хижих птахів. Коли вони достатньо підростають, вони зазвичай слугують способом переміщенням для свого найкращого друга, в той час коли ті навчаються мистецтву керування цими гігантськими істотами.

source: Some automatons mysteriously grow in size overnight, gaining greater strength and taller bodies in a process that is unknown to anyone but the less commonly seen Lorekeepers of Chaos. They drop their shield and mace in favor of harder and stronger armor, and fists that can crush the rock with minimal effort — compensating for the lack of close range weapons. Less commonly, they may fire a powerful weapon that is said to resemble the great firesticks of the dwarven lords in both shape and destructive effect.
uk: Деякі автоматони таємничим чином збільшуються в розмірах за одну ніч, набуваючи більшої сили та вищого зросту в процесі, який невідомий нікому, окрім рідкісних Хранителів Давнини Хаосу. Вони відмовляються від щита і булави на користь більш твердої і міцної броні, а також кулаків, які можуть розтрощити скелю з мінімальними зусиллями, компенсуючи відсутність зброї ближнього бою. Рідше вони можуть стріляти потужною зброєю, яка, як кажуть, нагадує великі вогняні палиці гномських лордів як за формою, так і за руйнівним ефектом.

source: Some demons go through a different maturing process and grow large webbed wings, which allow them to use their enormous strength to fly across great distances. As weapons and armor could only hinder them in flight, they must rely on their species’ strong build, long and sharp claws, and their limited control of fire to strike at their prey from above.
uk: Деякі демони проходять інший процес дозрівання і відрощують великі перетинчасті крила, які дозволяють їм використовувати свою величезну силу для польотів на великі відстані. Оскільки зброя та обладунки можуть лише заважати їм у польоті, їм доводиться покладатися лише на міцну статуру, довгі та гострі кігті, а також на обмежений контроль над вогнем, щоб атакувати свою здобич.

source: Some drones develop their flexibility and deftness more than others. The Protectors have chosen the path of endurance and attack strength, becoming heavier and slower, yet lethal weapons of mass destruction. Their unusual attack accuracy makes them especially dangerous.
uk: Деякі дрони розвивають свою гнучкість і спритність більше, ніж інші. Захисники обрали шлях витривалості та сили атаки, стаючи важчими та повільнішими, але отримуючи смертоносну зброю масового знищення. Їхня незвичайна точність атаки робить їх особливо небезпечними.

source: Some scenarios of this campaign work significantly different from normal Wesnoth gameplay. It is especially important to pay close attention to the mission objectives and not necessarily try to kill every single enemy, especially on shrouded maps, or in places where enemies seem to respawn continuously.
uk: Деякі сценарії цієї кампанії можуть сильно відрізнятися від стандартного геймплею Весноту. Важливо звертати увагу на цілі вашої місії та не обов'язково вбивати кожного ворожого лідера, особливо на мапах з пеленою, або місцях, де вороги нескінченно з'являються.

source: Certain sequences make use of floating labels, halos, and standing unit animations, so you might want to make sure these options are enabled under <b>Preferences</b> → <b>Display</b>.
uk: Певні події використовують плаваючі мітки, сяйво та пасивні анімації бійців, тому вам слід переконатися, що ці параметри ввімкнено у розділі <b>Параметри</b> → <b>Дисплей</b>.

source: Soulhunter
uk: Мисливець за душами

source: Spearman
uk: Списоносець

source: Sprite
uk: Сильфіда

source: Statue (Adavyan)
uk: Статуя (Адав'ян)

source: Stormblade
uk: Штормолезо

source: Strongbow
uk: Сильнолук

source: Swordsman
uk: Мечник

source: Swordsmaster
uk: Майстер меча

source: The Aragwaithi are a noble people, fragile in body, but their training makes them among the more deadly denizens of this world. Their archers are no exception. Their skills with a bow are comparable to those of some elves, and they are remarkably quick with their daggers.
uk: Араґвайці це благородний народ, тендітний тілом, але їхня підготовка робить їх одними з найсмертоносніших мешканців цього світу. Їхні лучники — не виняток. Їхні навички володіння луком можна порівняти з деякими ельфами, та кинджалами вони володіють напрочуд вдало.

source: The Chaos Empire relies extensively on its charismatic Lorekeepers to attract and convert outsiders — chiefly barbarians — to its cause. Those who lack the ability or knowledge to join the ranks of the Chaos Magi are given the most basic equipment and assigned to raiding missions where their undisciplined brutality may be put to use to terrorize and confuse their victims, often at the cost of their own lives.
uk: Імперія Хаосу значною мірою покладається на своїх харизматичних Хранителів Давнини для залучення та навернення чужинців — головним чином варварів — до своєї справи. Тим, кому не вистачає здібностей або знань, щоб вступити до лав Магів Хаосу, видають найпростіше спорядження і призначають на розбійні місії, де їхня недисциплінована жорстокість може бути використана, щоб тероризувати і заплутати своїх жертв, часто ціною власного життя.

source: The Endless Night
uk: Нескінченна ніч

source: The Long Dark — First Watch
uk: Довга темрява — Перша варта

source: The Long Dark — Fourth Watch
uk: Довга темрява — Четверта варта

source: The Long Dark — Second Watch
uk: Довга темрява — Друга варта

source: The Long Dark — Third Watch
uk: Довга темрява — Третя варта

source: The Shaxthal Assault Drones are among the most effective members of the Chaos Empire’s offensive arsenal. While their more sedentary counterparts — the Sentry Drones — guard the Empire’s strongholds, the Assault Drones’ formidable brute strength and superior mobility make them excellent siege machines. As such, they are found in large numbers amongst the Chaos legions. Many a particularly stubborn foe has succumbed to these creatures’ assault; neither earth nor stone proves an obstacle as they carry out their missions with brutal efficiency.
uk: Шакцальські штурмові дрони є одними з найефективніших представників наступального арсеналу Імперії Хаосу. У той час як їхні більш малорухливі побратими — вартові дрони — охороняють твердині Імперії, грізна груба сила і чудова мобільність штурмових дронів роблять їх чудовими облоговими машинами. Саме тому їх можна знайти у великій кількості серед легіонів Хаосу. Не один особливо впертий ворог здався під натиском цих істот; ні земля, ні камінь не є перешкодою для них, оскільки вони виконують свої місії з жорстокою ефективністю.

source: The Short Dark
uk: Коротка темрява

source: The best demon fighters are renowned for their unrivaled strength and performance under any environmental conditions. They obtain and craft new weapons and armor using whatever they can salvage from defeated foes, and learn new combat skills as they adapt to the land to which they are sent by their overlords.
uk: Найкращі бійці демонів славляться своєю неперевершеною силою та витривалістю за будь-яких умов навколишнього середовища. Вони здобувають і майструють нову зброю та обладунки, використовуючи все, що вдається здобути з трупів переможених ворогів, і вивчають нові бойові навички, пристосовуючись до земель, куди їх послали їхні володарі.

source: The best hunters are renowned for their skill in taking advantage of their surroundings to sneak past enemies unnoticed and strike at them by surprise. It is not unusual for incursion parties to be either disbanded or decimated by patrol teams led by a few veteran prowlers.
uk: Найкращі мисливці славляться своїм умінням використовувати навколишнє оточення, щоб непомітно прослизнути повз ворогів і завдати їм удару зненацька. Нерідко групи вторгнення або розсіюються, або знищуються патрульними групами на чолі з кількома ветеранами-бродягами.

source: The door will open only to those who are allied with its owners, unless struck down by their enemies first.
uk: Двері відчиняться лише перед тими, хто в союзі з їхніми власниками, якщо тільки ті не були знищені своїми ворогами.

source: The few natives of Irdya who have dared underestimate the might of these demonic warriors have invariably suffered horrific deaths at the hands of these blood-thirsty behemoths. The power of the armies of Chaos largely depends on the Lorekeepers’ wisdom in selecting the best fighters to serve them with their undying loyalty to Uria’s cause. But in time, a legendary warrior might rise from the ranks of servility and dethrone a mighty Demon Lord—even their own—and become him or herself a great vassal of Uria.
uk: Нечисленні уродженці Ірдії, які наважилися недооцінити міць демонічних воїнів, незмінно зазнавали жахливої смерті від рук цих кровожерливих чудовиськ. Сила армій Хаосу багато в чому залежить від мудрості Хранителів, які відбирають найкращих воїнів, що служать їм своєю безсмертною відданістю справі Урії. Але з часом легендарний воїн може піднятися з лав прислужників і скинути з престолу могутнього Володаря Демонів — навіть їхнього власного — і стати великим васалом Урії.

source: The following WML condition was unexpectedly reached:
uk: Несподівано було досягнуто наступної умови WML:

source: The following add-on is incompatible with %s and must be removed before continuing:
uk: Наступний аддон несумісний з %s та має бути відключеним перед продовженням:

source: The following add-ons are incompatible with %s and must be removed before continuing:
uk: Наступні аддони несумісні з %s та мають бути відключеними перед продовженням:

source: The increasingly rare magically-gifted noblewomen of the Aragwaithi function as the lorekeepers of their unique civilization, possessing vast knowledge about the history of Irdya and the many trials faced by their ancestors. But the path to reach their status and earn the Grand Council’s trust and respect is arduous, and much of their lives is spent training in the marches, far away from their kin. In those parts, the ability to create and control flames is highly versatile, as well as the mastery of the arts of healing.
uk: Обдаровані магічними здібностями шляхетні араґвайки виконують роль хранительок знань своєї унікальної цивілізації, володіючи глибокими знаннями про історію Ірдії та численні випробування, що випали на долю їхніх предків. Але шлях до досягнення їхнього статусу і завоювання довіри та поваги Великої Ради є важким, і більша частина їхнього життя проходить у походах, далеко від рідні. У тих краях вміння створювати і контролювати полум'я є надзвичайно універсальним, так само як і майстерність у мистецтві зцілення.

source: The less dextrous and stronger Aragwaith take up the spear. Useful in hunting, this weapon is also deadly on the battlefield. Many impetuous knights have found themselves or their mounts impaled on the point of an Aragwaithi spear.
uk: Менш спритні та сильні араґвайці беруться за списа. Корисна на полюванні, ця зброя також смертоносна на полі бою. Багато імпульсивних лицарів зі здивуванням знаходили себе або своїх коней простромленими на вістрі списа араґвайців.

source: Aragwaith Swordsmasters have endured years of rigorous military training, and survived countless ferocious battles. Their swordplay prowess is regarded with awe even by those few foes who have witnessed it and lived to tell the tale. Upon attaining the rank and the reputation that comes with it, they take up responsibility for teaching the young, passing the martial traditions of the Aragwaithi onto future generations.
uk: Араґвайські Майстри Меча пройшли роки суворої військової підготовки і вижили в незліченних жорстоких битвах. Їхню майстерність володіння мечем з благоговінням сприймають навіть ті нечисленні вороги, які були свідками і дожили до того, щоб розповісти цю історію. Здобувши звання та репутацію, вони беруть на себе відповідальність навчати молодь, передаючи бойові традиції араґвайців майбутнім поколінням.

source: Chosen from among the toughest Swordsmen, Aragwaith Guards opt to forgo their mobility in favor of the advantages that armor brings to their survivability. Whether posted to ceremonial units during times of peace, or to the battlefield during war, their role is always the same: defending their country’s nobility.
uk: Обрані з-поміж найсильніших мечоносців, араґвайські стражі відмовляються від мобільності на користь переваг, які броня надає їм у боротьбі за виживання. Незалежно від того, чи перебувають вони в церемоніальних підрозділах у мирний час, чи на полі бою під час війни, їхня роль завжди однакова: захищати шляхту своєї країни.
