Repository: Ukrainian-Irdya-Project/uk-irdya
Catalog: naia/*.po
Languages: uk

source: First Afternoon
uk: Перший вечір

source: First Dawn
uk: Перший світанок

source: First Dusk
uk: Перші сутінки

source: First Midday
uk: Перший день

source: First Morning
uk: Перший світанок

source: Flagbearer
uk: Прапороносець

source: Flagbearers are the leaders on the battlefield. They wield large banners to lead and inspire the soldiers. They are also skilled with the glaive, which makes them dangerous in combat too.
uk: Прапороносці це лідери на полі бою. Вони несуть важкі стяги, що вести та надихати солдатів. Вони також вправні з глевією, що також робить їх небезпечними в бою.

source: For most desert dwellers, horses and other equines have become an increasingly scarce commodity, to the point that they are used in battle only as a last resort in the direst of situations. This is not the case for the Chaos Empire, however, which somehow maintains a steady supply of horses for their numerous raiding parties. Those unaccustomed to the animals usually flee before them, their impressions not improved by the creatures’ fierce disposition and tendency to trample anything underfoot.
uk: Для більшості мешканців пустель коні до того стали настільки дефіцитним товаром, що їх використовують в бою лише як крайній засіб у найскрутніших ситуаціях. Однак це не стосується Імперії Хаосу, яка якимось чином підтримує постійне постачання коней для своїх численних розбійних загонів. Ті, хто не звик до цих тварин, зазвичай тікають перед ними, і їхні враження не покращуються лютою вдачею цих тварин та схильністю розтоптувати все, що трапляється під ногами.

source: Forest Spirit
uk: Лісовий дух

source: Forest faeries rarely take part in wars and conflicts, preferring instead to dance and frolic in their forest homes. They will, however, defend these to the death; to this end, the forest elves have proven allies of convenience. The elves themselves have long had respect for those with a close affinity with the Arcane Flame. It is due to this close relationship that faeries will sometimes be found by the elves’ side in times of great need. The more experienced faeries possess an even greater mastery of the fire element, allowing them to hurl balls of raging fire at their enemies, or to ignite them with a single touch. Some are even said to eventually burn away their corporeal forms entirely, becoming a spirit born of the rage of the Flame.
uk: Лісові феї рідко беруть участь у війнах і конфліктах, вважаючи за краще танцювати та бавитися у своїх лісових домівках. Однак вони будуть захищати свій дім до смерті; з цією метою лісові ельфи виявилися зручними союзниками. Самі ельфи здавна поважають тих, хто має близьку спорідненість з Містичним Полум'ям. Саме завдяки цьому тісному зв'язку феї іноді опиняються на боці ельфів у часи великої потреби. Більш досвідчені феї володіють ще більшою майстерністю у володінні вогняною стихією, що дозволяє їм кидати у ворогів вогняні кулі або підпалювати їх одним лише дотиком. Кажуть, що деякі з них навіть згодом повністю спалюють свою тілесну форму, стаючи духом, народженим люттю Полум'я.

source: Forests, caverns, mountains, and large bodies of water are propitious places to find many kinds of rare and mysterious creatures. Such environments are thus preferred by the remnants of the peoples said to antedate civilized life on Irdya, such as woses and merfolk, and the varied group of beings more commonly known as the true faeries.
uk: Ліси, печери, гори та великі водойми є найсприятливими місцями для проживання багатьох видів рідкісних і загадкових істот. Такому середовищу надають перевагу залишки народів, які, як вважають, жили на Ірдії задовго до цивілізованого життя, такі як лісовики та водяні, а також різноманітний вид істот, більш відомих як справжні феї.

source: Frequently — and incorrectly — considered a lesser class of creatures separate from the fearsome demons, Imps are often underestimated due to their smaller builds and evident lack of of mental prowess. Furthering this misconception, Demon leaders often dispatch them in large numbers as cheap cannon-fodder.
uk: Часто — і помилково — чортенят вважають нижчим класом істот, відокремленим від грізних демонів, і недооцінюють через їхню меншу статуру та очевидну недостачу розумових здібностей. Поглиблюючи цю хибну думку, лідери демонів часто використовують їх у великих кількостях як дешеве гарматне м'ясо.

source: From the dark, echoing labyrinths of the Shaxthal hives to the shadowy fortresses of the Chaos Empire await guardians who can neither be swayed by words or gold: the Sentry Drones. Silent and deadly, these sentinels were engineered to quickly and efficiently eliminate any trespassers into the Empire’s domain. Any unlucky enough to attract their attention have but one recourse: flight — that is, if they can outpace them. Should the fleeing intruder fall victim to the drones’ scalding blasts of energy, their vicious teeth and claws will make short work of what remains.
uk: Від темних, завивистих лабіринтів Шакцальських вульнів до затінених фортець Імперії Хаосу очікуйте стражів, яких не переконати ні словом, ні золотом: дронів вартових. Безшумні та смертоносні, ці вартові були сконструйовані для швидкого та ефективного знищення будь-яких порушників кордонів Імперії. У тих, кому не пощастило привернути їхню увагу, є лише один вихід: втеча — якщо, звісно, пощастить обігнати цих чудовиськ. Якщо утікач стане жертвою обпалюючих вибухів енергії дронів, їхні злобні зуби та кігті попіклуються про те, що від нього залишиться.

source: Fungoid
uk: Гриболюд

source: Fungoids are mushroom-like creatures that can multiply very quickly. Their soft bodies and delicious taste once seasoned make them a prime target for inexperienced adventurers.
uk: Гриболюди це грибоподібні істоти, що можуть швидко розмножуватися. Їхні м'які тіла та привабливий смак(якщо додати приправ) роблять їх головню мішенню недосвідчених пригодників.

source: Gate
uk: Брама

source: Giant Ant
uk: Мураха Велет

source: Giant metallic beasts under the command of the forces of Chaos, the Mechanical Goliaths can crush in a matter of seconds any man, skeleton, or even troll. They seem immune to poison, drain, and other hazards that would normally pose a great danger for a living being. Because of this, it’s been suggested that they are magically animated constructions of rock and steel. To make things even worse, it is said that they can destroy entire armies from a distance with a sudden flash of red light, in an attack that is both powerful and accurate.
uk: Велетенські металеві чудовиська під командуванням сил Хаосу, Механічні Голіафи здатні за лічені секунди розчавити людину, скелета чи навіть троля. Вони здаються несприйнятливими до отрути, висмоктування та інших небезпек, які зазвичай становлять велику загрозу для будь-якої живої істоти. Через це припускають, що вони є магічно оживленими конструкціями з каменю та сталі. До того ж, кажуть, що вони можуть знищувати цілі армії на відстані раптовим спалахом червоного світла, причому атака ця потужна і точна.

source: Going a step further than most, these elite Chaos soldiers are equipped with a more sophisticated variation on the basic crossbow, able to shoot bolts with much greater penetrating force. Because of the increased reload times and maintenance cost, these ‘arbalests’ are rarely seen on the battlefield in an active role, their owners often carrying them unloaded as a status symbol instead.
uk: Ці елітні воїни Хаосу мають більш досконалу модифікацію базового арбалету, здатну стріляти болтами з набагато більшою пробивною силою. Через збільшений час перезарядки та вартість обслуговування, ці 'арбалеcти' рідко можна побачити на полі бою в активній ролі, бо їхні власники часто носять їх розрядженими як символ статусу.

source: Greatbow
uk: Великолучник

source: Guard
uk: Страж

source: Guardian
uk: Охоронець

source: Gutwrencher Imp
uk: Нутроворотнє бісеня

source: Headhunter
uk: Мисливець за головами

source: Hell Guardian
uk: Охоронець пекла

source: Hellhound
uk: Пекельна собака

source: Hive Cell
uk: Клітина вульня

source: Hound of Chaos
uk: Собака Хаосу

source: Immune to drain, poison and plague
uk: Несприйнятливий до висмоктування, отрути та чуми

source: Immune to drain, poison, and plague
uk: Несприйнятливий до висмоктування, отрути та чуми

source: Imp
uk: Чортеня

source: Imp whelps are extremely small and frail, and pose no threat whatsoever to any properly-trained soldier. However, coming across a swarm of these creatures spells trouble regardless, as they almost never stray too far away from their progenitors.
uk: Діти чортенят надзвичайно малі та крихкі, і поодинці не становлять жодної загрози для належно підготовленого солдата. Проте натрапити на зграю цих створінь - неприємність, адже вони майже ніколи не відходять далеко від своїх батьків.

source: In a world where savage men fight each other over what little water and food they can find, knowledge remains one of the few tools left to bring a semblance of order to their pathetic lives. But humans can only do so much to change the flawed reality in which they dwell, and their chaotic, vicious nature surfaces at every turn. The cultists of Chaos believe that only Uria, Mother of all demons, Goddess of Life and Mistress of the Void, can reshape and improve this decaying world. They dedicate their very souls to doing her bidding and spreading her message to every corner of Irdya. The dreaded Chaos Lorekeepers govern both the military and their subordinate Magi. They are indisputably regarded as sacred figures akin to demigods by Uria’s and Yechnagoth’s worshippers alike. Their dedication to their craft borders on irrational, and the wars they wage often serve much darker purposes. Those unlucky enough to survive are taken captive, fated to undergo unfathomable horrors in the name of the Lorekeepers’ unending search for knowledge. It is this, more than anything else, that keeps their subjects in line; they are well aware of the consequences should they disobey an order even slightly. But as unlikely as it might sound, the Lorekeepers are not alone in ruling over the wicked legions of Uria...
uk: У світі, де дикуни б'ються один з одним за ті крихти води та їжі, які вони можуть знайти, знання залишається одним з небагатьох інструментів, що залишилися для того, щоб внести подобу порядку в їхнє жалюгідне життя. Але люди можуть зробити не так багато, щоб змінити недосконалу реальність, в якій вони живуть, і їхня хаотична, порочна природа виринає на кожному кроці. Культисти Хаосу вірять, що лише Урія, Мати всіх демонів, Богиня Життя і Володарка Порожнечі, може змінити і вдосконалити цей занепадаючий світ. Вони присвячують свої душі виконанню її волі та поширенню її слова в кожному куточку Ірдії. Жахливі Хранителі Давнини Хаосу керують як військовими, так і підлеглими їм Магам. Вони, безперечно, вважаються священними фігурами, подібними до напівбогів, серед шанувальників Урії та Єчнагот. Їхня відданість своєму ремеслу межує з ірраціональним, а війни, які вони ведуть, часто служать набагато темнішим цілям. Тим, кому не пощастило вижити та потрапити у полон, судилося пережити незбагненні жахіття в ім'я нескінченного пошуку знань Хранителями. Саме це, як ніщо інше, тримає їхніх підданих у покорі; вони добре усвідомлюють наслідки, якщо хоча б трохи не підкоряться наказу. Але, як би неправдоподібно це не звучало, Хранителі Давнини не єдині, хто править злими легіонами Урії...

source: In order to expand its frontiers and defend its territory more effectively, the Chaos Empire has resorted to summoning all sorts of previously unseen creatures to support its vast military force. Some are said to come from the darkest depths of Irdya; others are rumored to hail from the unknown lands beyond the sky itself. Very little is known for certain about these monsters beyond their evident connection to the Lorekeepers’ arcane arts.
uk: Щоб розширити свої кордони та ефективніше захищати територію, Імперія Хаосу вдається до заклику всіляких раніше небачених істот для підтримки своєї величезної військової сили. Кажуть, що деякі з них походять з найтемніших глибин Ірдії; інші, за чутками, походять з невідомих земель за межами самого неба. Про цих монстрів достеменно відомо дуже мало, окрім їхнього очевидного зв'язку з таємними мистецтвами Хранителів.

source: In order to protect their lands, the forest elves of the Valley of Elynia have developed new practices and formed special trained groups to patrol their frontiers. Their hunters are specialized in trapping unwary opponents from a safe distance to ease the task of the swordsmen.
uk: Щоб захистити свої землі, лісові ельфи Долини Елінії розробили нові стратегії та сформували спеціальні треновані групи для патрулювання окраїн. Їхні мисливці спеціалізуються на на ловінні необережних супротивників у пастки з безпечної відстані, щоб потім полегшити завдання мечникам.

source: Incompatible Add-on
uk: Несумісний аддон

source: Incompatible Add-ons
uk: Несумісні аддони

source: Inferno
uk: Пекло

source: Iron Golem
uk: Залізний голем

source: It is relatively rare for a Chaos Hound to survive even a year in service on account of their relatively frail build, which makes them prime targets for arrows and sling bullets; and their temperament, which more often than not leads to in-fighting. Those that do, however, quickly earn the Chaos Magi’s attentions — which tend to entail subjecting the beasts to all manner of reprehensible experiments, turning them into sturdier and deadlier killing machines. It is rumored some Chaos Overlords delight in keeping these hellish hounds as pets. If so, this an even greater deterrent to anyone who would dare enter an Overlord’s stronghold uninvited.
uk: Відносно рідко яка з Собак Хаосу виживає навіть рік на службі через їхню відносно тендітну статуру, що робить їх першочерговими мішенями для стріл та пращ, а також через їхній темперамент, який найчастіше призводить до сутичок в бою. Однак ті, кому це вдається, швидко привертають до себе увагу Магів Хаосу, які, як правило, піддають звірів усіляким ганебним експериментам, перетворюючи їх на міцніших і смертоносніших машин для вбивства. Ходять чутки, що деякі Володарі Хаосу залюбки тримають цих пекельних псів як домашніх улюбленців. Якщо це так, то це ще більший стримуючий фактор для будь-кого, хто наважиться увійти до твердині Володаря без запрошення.

source: It should come as no surprise to anyone that the followers of Uria have perfected techniques for extracting and transplanting souls. Very little information about it has reached any outsider, but the little extant evidence indicates that it is a common disciplinary action against those who have failed in their missions or otherwise displeased their superiors. They are then given a last chance to clear their names and prove their worth, usually with new bodies seldom fit for the task. It is suspected that most of the Chaos Hounds who manage to survive their masters’ research have had their souls replaced with those of these fallen demons, either because their original souls break down from the horrors, or simply because it is much easier to strip a tortured soul from its vessel. The denizens of Inferno have found that there could hardly be anything more humiliating than being forced to carry on their lives confined to the bodies of beasts that even their Irdyan allies despise: walking on all fours, sleeping next to their own excrement, and eventually succumbing to their low instincts. Having long since realized that regaining their honor is a lost cause, these miserable creatures determine that there are only two remaining options: either to embrace death at the hands of their enemies, or turn against their masters and pray that they do not decide to prolong the torment.
uk: Нікого не повинно дивувати, що послідовники Урії досконало володіють технікою вилучення та пересадки душ. Дуже мало інформації про це дійшло до сторонніх, але ті нечисленні свідчення, що збереглися, вказують на те, що це звичайна дисциплінарна дія проти тих, хто не виконав свою місію або іншим чином незадоволений своїм начальством. Потім їм дають останній шанс очистити своє ім'я і довести свою цінність, як правило, з новими органами, які рідко придатні для виконання цього завдання. Підозрюють, що більшості Псів Хаосу, яким вдалося пережити дослідження своїх господарів, замінили душі на душі цих занепалих демонів. Або тому, що їхні оригінальні душі зламалися від пережитих жахів, або просто тому, що набагато легше витягти замучену душу з її оболонки. Мешканці Пекла розуміють, що навряд чи може бути щось більш принизливе, ніж бути змушеними продовжувати своє життя в тілах звірів, яких зневажають навіть їхні ірдійські союзники: ходити на четвереньках, спати поруч із власними екскрементами і, врешті-решт, піддаватися своїм низьким інстинктам. Давно зрозумівши, що відновити свою честь — справа безнадійна, ці жалюгідні створіння вирішують, що залишилося лише два варіанти: або прийняти смерть від рук ворогів, або обернутися проти своїх господарів і молитися, щоб ті не надумали продовжити муки.

source: Knight of Chaos
uk: Лицар Хаосу

source: Lancer
uk: Улан

source: Leech
uk: П'явка

source: Leeches are universally known for their common diet, the warm blood of various bigger creatures. However, this is exactly why they are often used for medicinal purposes. Although not directly related, the same name is applied to groups of strange worms attached to the ground, found under caves, who are not a great danger as they cannot move around to search for prey. Instead, they await unwary victims who get close enough for them to be able to trap them in their deadly tentacles and then swallow their blood, which increases their strength and heals their wounds. It is fortunate that they have not developed legs; otherwise, they would be an almost unstoppable menace to explorers and dwellers of the caves they inhabit.
uk: П'явки загальновідомі тим, що вони харчуються теплою кров'ю різних великих істот, однак саме тому їх часто використовують у лікувальних цілях. Хоча вони й не мають прямої спорідненості, таку ж назву мають групи дивних черв'яків, прикріплених до землі, знайдених у глибоких печерах. Вони не становлять великої небезпеки, оскільки вони не можуть пересуватися в пошуках здобичі. Натомість вони чекають на необережних жертв, які підходять досить близько, щоб вони могли захопити їх у свої смертоносні щупальця, а потім висмоктати їхню кров, яка збільшує їхню силу і загоює їхні рани. На щастя, у них не розвинулися ноги, інакше вони були б майже нездоланною загрозою для дослідників і мешканців печер, які вони населяють.

source: Legend has it that at the beginning of time, powerful creatures called ‘demons’ governed all that existed. The Lords of Light and Darkness, seeing the danger they posed for the balance of nature, banished them to a separate plane of existence, trapped with no means of escape from inside. But time and time again, different versions of the legend have been told by different peoples in different places. Presumably, whatever small amount of truth there was in the original version of the story has since been lost forever. Either by ignorance, or in an attempt to make sense of the fractured stories gathered from Chaos prisoners, the peoples of Irdya refer more generally to all the vastly heterogeneous races of Inferno by this generic designation. Some go as far as to claim that normal Irdyan creatures may become ‘demonic’ in some form or another, pointing at the Chaos Lorekeepers’ powers and inscrutable nature.
uk: Легенда свідчить, що на початку часів могутні істоти, яких називали 'демонами', керували усім, що існувало. Володарі Світла і Темряви, побачивши небезпеку, яку вони становили для рівноваги природи, вигнали їх в окремий світ, у пастку, з якої неможливо було вибратися зсередини. Минав час і різні народи в різних місцях розповідали різні версії цієї легенди. Ймовірно, та невелика частка правди, яка була в оригінальній версії історії, з тих пір була втрачена назавжди. Чи то через незнання, чи то намагаючись надати сенс уривчастим історіям, зібраним від в'язнів Хаосу, народи Ірдії називають цим загальним позначенням усі надзвичайно різнорідні раси Інферно. Дехто навіть стверджує, що звичайні ірдійські істоти можуть стати 'демонічними' в тій чи іншій формі, вказуючи на силу та незбагненну природу Володарів Хаосу.

source: Legend has it that at the beginning of time, powerful creatures called ‘demons’ governed all that existed. The Lords of Light and Darkness, seeing the danger they posed for the balance of nature, banished them to a separate plane of existence, trapped with no means of escape from inside. It would take eons before the combined effort of foolish sorcerers and the most dreadful Demon Lord to ever exist would allow Uria unleash her hordes on a ravaged land. These fighter demons are nimble and sturdy creatures who have largely forgone the need for armor or clothing to protect themselves from physical damage. Although their sharp claws and unnatural strength allow them to tear opponents apart with ease, they usually prefer wielding crude blade weapons to appear even more intimidating in combat.
uk: Легенда свідчить, що на початку часів могутні істоти, яких називали 'демонами', керували усім, що існувало. Володарі Світла і Темряви, побачивши небезпеку, яку вони становили для природної рівноваги, вигнали їх в окремий світ, у пастку, з якої неможливо було втекти. Минуть віки, перш ніж об'єднані зусилля безглуздих чаклунів і найстрашнішого Володаря Демонів, який коли-небудь існував, дозволять Урії випустити свої орди на спустошену землю. Ці демони бійці — спритні та витривалі створіння, які майже не потребують броні чи одягу, щоб захистити себе від фізичних ушкоджень. Хоча їхні гострі кігті та неприродна сила дозволяють їм з легкістю розривати супротивників на частини, вони зазвичай віддають перевагу грубій клинковій зброї, щоб виглядати ще більш страхітливими в бою.

source: Lesser Giant Spider
uk: Меншовелетенський павук

source: Lesser demons are frequently and incorrectly classified in a separate group of their own. Although they generally lack the magic abilities and intellectual power of their better known relatives, their numbers and raw strength usually suffice to compensate.
uk: Меншодемонів часто і помилково виділяють в окрему групу. Хоча їм зазвичай бракує магічних здібностей та розуму їхніх більш відомих родичів, їхньої чисельності та грубої сили зазвичай вистачає, щоб компенсувати це.

source: Longswordsman
uk: Довгомечник

source: Marauder
uk: Мародер

source: Mastering the art of dual wielding is no small feat in and of itself, but its applications in real combat are limited by the impracticality of coordinating swings and balancing the wielder’s weight while under pressure. This hardly deters Chaos infantries from trying, however, usually with decent results. To inexperienced opponents, the mere sight of an approaching man suited in full armor hurling guttural screams is terrifying enough without him furiously swinging a sword and axe in either hand.
uk: Оволодіння мистецтвом бою з двома мечами саме по собі є неабияким подвигом, але його застосування в реальному бою обмежене непрактичністю координації замахів і балансування ваги власника. Це навряд чи утримує піхоту Хаосу від спроб, що однак, зазвичай мають пристойні результати. Недосвідчених супротивників лякає сам вигляд людини в повному обладунку, що наближається і вигукує гортанні крики, і без того, що вона несамовито розмахує мечем і сокирою в обох руках.

source: Matrix Core
uk: Ядро Матриці

source: Matrix Structural
uk: Структурна Матриця

source: Mechanical Goliath
uk: Механічний Голіаф

source: Message:
uk: Повідомлення:

source: Minor Imp
uk: Мале бісеня
