Repository: Ukrainian-Irdya-Project/uk-irdya
Catalog: naia/*.po
Languages: uk

source: Finally moving on from the dirk and dagger to the sword, the Greatbows are superior to the Strongbows in melee combat, although not as much as the Slayers. Their bows are masterpieces of military craftsmanship, designed and built by their users to their own particular requirements over the span of several months. Due to the large strength required to draw these bows, any person other than the owner trying to use them could suffer serious injuries.
uk: Нарешті перейшовши від кортика чи кинджала до меча, великолучники перевершують сильнолуків у ближньому бою, хоча і не настільки, як вбивці. Їхні луки є шедеврами військової майстерності, спроектовані та виготовлені користувачами за власними вимогами протягом декількох місяців. Через велику силу, необхідну для натягу цих луків, будь-яка людина, окрім стрільця, що намагається ними скористатися, може зазнати серйозних травм.

source: The mighty Aragwaith Sorceresses are agile like the wind. They can confound their opponents by standing in front of them seemingly defenseless; once the attacker hits, they realize their victim is actually behind them, ready to land her own killing blow. Because of their vast and intimate knowledge of both defensive and offensive magic, even the higher ranks of the Aragwaithi regard these women with great respect and caution.
uk: Могутні араґвайські чаклунки спритні, наче вітер. Вони можуть збити з пантелику своїх супротивників, поставши перед ними, здавалося б, беззахисними; як тільки нападник завдає удару, вони розуміють, що їхня жертва насправді стоїть позаду них, готова завдати свого смертельного удару. Через їхні глибокі, практично безмежні знання як захисної, так і наступальної магії, навіть вищі чини араґвайців ставляться до цих жінок з великою повагою та обережністю.

source: The majority of Shaxthal drones are at best mediocre in close combat, their bodies lacking the precision required for countering blows effectively. As one would expect, the Chaos Lorekeepers realized this and devised a solution: the Shaxthal Rayblades. Not only have they forgone claws and energy blasts in exchange for their namesake arm blades, but they also possess the fearsome ability to spin their torsos rapidly and slice through enemy lines like butter.
uk: Більшість Шакцальських дронів в кращому випадку посередні в ближньому бою, їхнім тілам бракує точності, необхідної для ефективної протидії ударам. Як і слід було очікувати, Хранителі Давнини Хаосу зрозуміли це і розробили рішення: шакцальські променелеза. Вони не тільки відмовилися від кігтів і енергетичних вибухів в обмін на свої однойменні клинки, але й володіють страхітливою здатністю швидко обертатися тулубом, розрізаючи ворожі ряди, наче масло.

source: The origin of these hideous creatures is uncertain. Some speculate that they might be humans, orcs, dwarves or trolls that were somehow changed into their current aspect. Others claim that they are failed attempts at breeding a new race of demon soldiers by the Chaos forces. However they came into existence, they appear to be highly sensitive to light and avoid leaving the safety of their dark caverns.
uk: Походження цих огидних істот є невідоми. Деякі припускають, що вони можуть бути людьми, орками, гномами або тролями, які якимось чином спотворилися на їхню нинішню форму. Інші стверджують, що вони є невдалими спробами створити нову расу солдатів демонів з боку сил Хаосу. Однак неважливо як вони виникли, єдиним достовірними фактом є те, що, здається, вони дуже чутливі до світла і воліють залишатися в безпеці своїх темних печер.

source: The unit is fully healed, cured and unslowed.
uk: Бійця повністю вилікувано та зцілено.

source: There are very few things able to make Chaos soldiers cower in fear, and even fewer humans who have earned the genuine respect of the demon lords of Inferno. While their subordinates torture and kill for pleasure, the Chaos Overlords hardly ever participate in battle, instead preferring to observe the action from a safe distance. On the exceedingly rare occasions where they do join the fray, they perform in an almost mechanical fashion, mowing down anything that gets in their way without even attempting to dodge enemy fire. It is because of their stoic disposition that many — enemies and allies alike — speculate that they have surrendered their very souls to Uria in exchange for their unnatural strength and resilience. Suffice it to say, only someone who has somehow drawn the ire of the Chaos Empire would ever find themselves facing a Chaos Overlord on the battle field.
uk: Є дуже мало речей, які можуть змусити солдатів Хаосу тремтіти від страху, і ще менше людей, які заслужили щиру повагу демонічних лордів Пекла. У той час як їхні підлеглі катують і вбивають заради задоволення, Володарі Хаосу майже ніколи не беруть участі в битвах, натомість віддаючи перевагу спостереженню з безпечної відстані. У надзвичайно рідкісних випадках, коли вони все ж вступають у бій, вони діють майже механічно, знищуючи все, що трапляється на їхньому шляху, навіть не намагаючись ухилятися від вогню ворога. Через їхню стоїчну поведінку багато хто — як вороги, так і союзники — вважають, що вони пожертвували своїми душами Урії в обмін на свою неприродну силу та витривалість. Слід сказати, що лише той, хто якимось чином викликав гнів Імперії Хаосу, може зустрітися з Володарем Хаосу на полі бою.

source: There is much speculation as to the origins of the religious groups that eventually joined to form the Chaos Empire. Amongst scholars, the most popular theory postulates the creation of two separate cults by the same prophet approximately four centuries ago: the cult of Yechnagoth, centered around the western seaboard, and the cult of Chaos, which existed primarily throughout the eastern wastes. As time went on, the more prolific Chaos Magi’s sphere of influence expanded and absorbed Yechnagoth’s worshipers, reshaping their tenets and giving way to a unified religion worshiping Uria as the goddess who brought the Dark Lady back from the dead. Low-ranking initiates — colloquially known as “Invokers” by their enemies — lack the sophisticated knowledge that defines their order; they have much yet to learn before they can attain a formal title and be entrusted with the leadership of the demonic hordes. Nonetheless, they are a cornerstone of the Chaos military, always ready to provide their services and proselytize to captives and outsiders with elaborate displays of power.
uk: Існує багато спекуляцій щодо походження релігійних груп, які згодом об'єдналися, щоб утворити Імперію Хаосу. Серед учених найпопулярніша теорія постулює створення двох окремих культів тим самим пророком приблизно чотири століття тому: культ Єчнагот, зосереджений на західному узбережжі, і культ Хаосу, що існував переважно на східних пустках. З часом сфера впливу більш продуктивних Магів Хаосу розширилася і поглинула прихильників Єчнагот, перетворивши їхні догмати і давши початок єдиній релігії, що поклонялася Урії як богині, яка повернула Темну Пані з мертвих. Низькорівневі ініціати — названі "Закликачами" — не мають тих глибоких знань, за які відомий їхній орден; їм ще багато чого потрібно вивчити, перш ніж вони зможуть отримати офіційний титул і бути наділеними лідерством над демонічними ордами. Тим не менш, вони є наріжним каменем військових сил Хаосу, завжди готові надавати свої послуги і проповідувати полоненим та чужинцям, демонструючи свої здібності.

source: These bipedal Shaxthal creatures are better adapted for speed, agility and accuracy at ground level. On their own they don’t pose a great threat, but swarms of these can be highly dangerous.
uk: Ці ходячі Шакцальські істоти краще пристосовані до швидкості, спритності та точності на рівній місцевості. Самі по собі вони не становлять великої загрози, але в зграї можуть бути дуже небезпечними.

source: These dark soldiers fight for a cause they mostly ignore, many of them reveling instead in the glory of senseless bloodshed and destruction. But there are those amongst their ranks willing to pay heed to the sermons of the Chaos Magi and place their trust in fallen gods from a long forgotten era.
uk: Ці темні воїни б'ються за справу, на яку їм здебільшого байдуже, адже багато хто з них насолоджується безглуздим кровопролиттям та руйнуванням. Але є серед них і ті, хто готовий прислухатися до проповідей Магів Хаосу і покладати свою вірю на занепалих богів з давно забутої ери.

source: These lost souls have wandered the barren wastelands of Irdya ever since the Fall, trapped in ethereal bodies that only vaguely resemble their former living appearances.
uk: Ці загублені душі мандрують безплідною пусткою Ірдії ще з часів Падіння, у пастці ефірних тіл, що лише віддалено нагадують тих, кими вони були за життя.

source: These small metallic beings seem not to require food or water to fight, very much like the undead. Heavily armored and wielding a steel mace and rectangular shield, these ‘automatons’ are said to have been originally created by the dwarves before a clan was captured by the forces of Chaos. Their primary drawback is their apparent unease when navigating rough terrains such as hills and mountains.
uk: Ці маленькі металеві істоти, котрі, схоже, не потребують їжі чи води для битви, дуже схожі на нежить. Одягнені у важкі обладунки, зброєні сталевою булавою і прямокутним щитом, ці 'автоматони' нібито були створені гномами до того, як один з кланів потрапив у полон до сил Хаосу. Їхньою основною слабністю є явний дискомфорт під час пересування по нерівних місцевостях, таких як пагорби та гори.

source: These tentacled creatures are often found underground within Shaxthal hives, wandering aimlessly and preying upon smaller lifeforms when not magically commanded by the dreaded Lorekeepers. Being rather slow and weak, it is very unusual for them to be seen on the surface, and even more unusual for them to be sent away from their habitat.
uk: Ці щупальцеподібні істоти часто зустрічаються під землею в Шакцальських вульнях, блукаючи безцільно і полюючи на дрібніші форми життя, коли ними не керують страшенні Хранителі Давнини. Будучи досить повільними та слабкими, вони дуже рідко з'являються на поверхні, і ще рідше їх відправляють кудись далі від їхнього місця проживання.

source: These tiny metal gnomes are known as the ‘worker droids’ by the Chaos overlords. It is not known what nature drives their acts; in fact, nobody knows, aside from their creators, if they are living beings, undead, or animated rocks.
uk: Серед володарів Хаосу ці крихітні металеві гноми відомі як ‘дроїди працівники’. Невідомо, яка природа керує їхніми діями; фактично, ніхто, окрім їхніх творців, не знає, чи є вони живими істотами, нежиттю чи живим камінням.

source: These unfathomable, purportedly living constructs are usually found underground near Shaxthal hives. Fully immobile by nature, they have very limited means of self-defense. Given their disproportionate size, they may be a hindrance when found in narrow underground passages.
uk: Ці незбагненні, нібито живі конструкції зазвичай зустрічаються під землею біля Шакцальських вульнів. За природою повністю нерухомі, вони мають дуже обмежені засоби самозахисту. Через свої здоровезні розміри вони можуть бути перешкодою у вузьких підземних проходах.

source: These warriors wear the old shields of their ancients. These ancients could hold the line in the great battles until the reinforcements arrived, but they paid a high price, not many survived the battle and many others died through their strong wounds. Now only the best warriors are allowed to carry these ancient shields to remind the world and to honor these brave man and their sacrifice.
uk: Ці воїни носять стародавні щити своїх предків. Ці предки могли тримати оборону у великих битвах до прибуття підкріплення, але заплатили високу ціну: мало хто вижив у бою, а багато інших загинули від тяжких поранень. Тепер лише найкращим воїнам дозволено носити ці стародавні щити, щоб нагадувати світу та вшановувати цих хоробрих людей і їхню жертву.

source: This attack always has a 100% chance to hit regardless of the defensive ability of the unit being attacked.
uk: Ця атака завжди має 100% шанс влучити, незалежно від захисних здібностей бійця, котрого атакують.

source: This is an experimental port of %s to Wesnoth %s. If you choose to continue, you must report any issues to the author on the project’s issue tracker:
uk: Це експериментальний порт %s для Весноту %s. Якщо ви хочете продовжити, ви маєте повідомляти про будь-які помилки автору на сайті відслідковування помилок:

source: This magic glyph will completely restore this unit’s health. It will also unslow and cure it of poison, if applicable.
uk: Цей магічний гліф повністю відновить здоров'я цього бійця. Він також зніме уповільнення і вилікує його від отрути, якщо це потрібно.

source: This undead unit has become weaker with the pass of time.
uk: Цей мрець став послабшав після якогось часу.

source: This unit can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 3 HP per-turn, but only on vegetated terrains.
uk: Цей боєць може лікувати та зцілювати дружніх бійців навколо себе кожного ходу на 8 ЗД. У рослинній місцевості він може ховатися від ворогів. Також може регенерувати (але не позбавлятися від отрути) 3 ЗД за хід, але лише в рослинній місцевості.

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
uk: Цей боєць затемнює навколишню місцевість, змушуючи хаотичних бійців битися краще, а порядних — гірше. Будь-які бійці, що знаходяться поруч з ним, будуть воювати як в сутінках, коли день, і як вночі, коли сутінки.

source: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk. The unit also can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 4 HP per-turn, but only in vegetated terrains.
uk: Цей боєць освітлює навколишню територію, змушуючи порядних бійців битися краще, а хаотичних — гірше. Будь-які бійці, що знаходяться поруч з цим бійцем, б'ються так, ніби зараз сутінки вночі, і ніби день у сутінках. Боєць також може зцілювати та лікувати дружні підрозділи на суміжних клітинах кожного ходу, до базового максимуму в 8 ЗД. У рослинних місцевостях він буде ховатися від своїх ворогів. Він також може регенерувати (але не позбавлятися від отрути) 4 ЗД за хід, але тільки в рослинних місцевостях.

source: This version of %s is not compatible with Wesnoth %s. You must use a different version in the %s – %s range.
uk: Ця версія %s не сумісна з Веснотом %s. Вам необхідно використовувати іншу версію в діапазоні %s – %s.

source: This version of %s requires Wesnoth %s – %s and will not run on previous versions.
uk: Ця версія %s потребує Весноту %s – %s і не запуститься на попередніх версіях.

source: This version of %s requires Wesnoth %s – %s. Support for later versions is incomplete or untested, and there may be broken functionality. If you choose to continue, you are doing so at your own risk.
uk: Ця версія %s потребує Весноту %s – %s. Підтримка пізніших версій неповна або ж непротестована, тому можуть виникнути помилки. Якщо ви продовжите, ви робите це на свій власний ризик.

source: This weapon will never be used on defense.
uk: Ця зброя ніколи не використовується при захисті.

source: This weapon will only be available for defense.
uk: Ця зброя використовується лише при захисті.

source: Thunderbird
uk: Громоптиця

source: To a creature of the forests, fire is a mortal enemy, yet to the Faerie Sprites, it is a weapon strangely antithetical to their wooded nature. Though not much is otherwise factually known about the Faerie race, rare as they are and despite their numbers having grown since the Fall, they have always been viewed as gentle, mischievous beings, if perhaps a little too apt to play with the hearts of men. Travelers who have encountered them speak of beautiful elfin women clad in simple robes, their gossamer-thin wings glinting like jewels in starlight. Rare is the man — or woman — whose breath is not lost upon the sight of these beings, and neither are their advances spurned. Some awaken the next morning alone, and move on, only to find a child on their doorsteps months later. A more unlucky number never again see the light of day; they are often found dead, lying contentedly amongst the fallen leaves. Yet despite their reputations, faeries are by no means evil. Perhaps it is their strange sense of impish humor that leads them to do these things, or perhaps something deeper in their nature.
uk: Для лісових істот вогонь є смертельним ворогом, проте для фейських сильфід він є зброєю, що дивно суперечить їхній лісовій природі. Хоча про расу фей відомо не так багато, незважаючи на те, що їхня кількість зросла після Падіння, їх завжди вважали ніжними, пустотливими істотами, хоч і трохи схильними грати з людськими серцями. Мандрівники, які зустрічали їх, розповідають про прекрасних ельфійських жінок у простих шатах, чиї тонкі, як павутинка, крила блищать, як коштовності, у світлі зірок. Рідко хто — чи чоловік, чи жінка — не завмирає від подиху при вигляді цих істот, не відкидаючи їхні залицяння. Дехто прокидається наступного ранку на самоті і йде далі, лише щоб через кілька місяців знайти дитину на своєму порозі. Менш щасливі більше ніколи не бачать світла дня; їх часто знаходять мертвими, задоволено лежачими серед опалого листя. Проте незважаючи на свою репутацію, феї аж ніяк не є злими. Можливо, їхні вчинки спричинені дивним почуттям жартівливого гумору, або, можливо, це щось глибше в їхній природі.

source: To become legion commanders in the Chaos army, soldiers must shed what little remains of their humanity and thoroughly embrace the bloodshed, becoming relentless killing machines. But these demon-like creatures rarely content themselves with simply murdering every living thing in their way. Instead, they take great delight in inflicting as much pain as possible on their hapless victims, with methods such as flaying and mutilation comprising only a small part of their repertoire. Their sadism is rivaled only by that of the Chaos Lorekeepers, and the Mother of Inferno herself.
uk: Щоб стати командирами легіонів в армії Хаосу, солдати повинні позбутися решток своєї людяності і повністю прийняти криваву жорстокість, стаючи безжальними машинами для вбивства. Але ці демоноподібні істоти рідко задовольняються просто вбивством кожної живої істоти на своєму шляху. Замість цього, вони отримують величезне задоволення від завдання якомога більше болю своїм безпорадним жертвам, при цьому методи такі, як здирання шкіри та каліцтво, становлять лише невелику частину їхнього арсеналу. Їхній садизм може зрівнятися хіба що з жорстокістю Хранителів Давнини Хаосу та самої Матері Пекла.

source: Unnatural. Bloodcurdling. Abominations. Of the many words used to describe the mechanical creatures known as the Shaxthals, these are the most often heard. Amongst their many legions, the lowly Drone is by far the most common, yet even it can tear down an enemy in an instant. A menacing hiss echoing through the gloom is enough to herald approaching death, either by the powerful blasts of energy they unleash from their maws or the Chaos legions never far behind. But among the few accounts that remain of the Shaxthals’ conquests, the most terrifying detail floating creatures of metal, the light glinting off a demonic, unwavering grin as they dispense death from above.
uk: Неприродні. Кровожерливі. Потворні. З багатьох слів, які використовують для опису механічних створінь, відомих як Шакцалі, саме ці найчастіше чути. Серед їхньої безлічі легіонів, найбільш поширеним є простий Дрон, але навіть він може знищити ворога практично миттєво. Зловісного шипіння, що відбивається від стін, достатньо, щоб оголосити про наближення смерті, чи то потужні вибухи енергії, які вони випускають із своїх пащ, чи легіони Хаосу, які ніколи не далеко. Але серед кількох розповідей, що залишилися про завоювання Шакцалі, найжахливішими є літаючі створіння з металу з демонічною, непохитною посмішкою, коли вони розповсюджують смерть згори.

source: Chaos Cardinal
uk: Кардинал Хаосу

source: Two centuries before the birth of the Chaos Empire, its forefathers and their revered Dark Lady found themselves challenged by a barbaric people hailing from the Great Southern Desert: the Quenoth Elves. In spite of the superior weaponry and magic skill at the Iron Council’s disposal, the invaders’ cunning tactics and unrelenting ferocity proved decisive in turning the tide of battle in their favor. And although the Iron Council ultimately repelled their assault, the elves did not abandon the Council’s sanctuary without first taking the life of the most revered priest of Yechnagoth, the de facto leader of the Iron Triad in the absence of their true master. Over three centuries later, Mal Hekuba continues to roam Irdya carrying out the orders of the living goddess who promises a new era of restoration and unity, in the hope that some day, the Dark Lady will too rise once more and purge all non-believers from this tainted earth.
uk: За два століття до народження Імперії Хаосу її пращури та їх шанована Темна Пані зіткнулися з викликом від варварського народу з Великої Південної Пустелі: ельфів Квенота. Незважаючи на перевагу в зброї та магічному мистецтві, що було в розпорядженні Залізної Ради, хитрі тактики нападників та їхній невгамовна біснуватість виявилися вирішальними у зміні ходу битви на їхню користь. І хоча Залізна Рада врешті-решт відбила їхній напад, ельфи не залишили святилище Ради без того, щоб спочатку забрати життя найшанованішого священика Єчнагот, де-факто лідера Залізної Тріади за відсутності їхнього справжнього володаря. Понад три століття потому, Мал Хекуба продовжує блукати Ірдою, виконуючи накази живої богині, яка обіцяє нову епоху відновлення та єднання, в надії на те, що колись, Темна Пані також знову воскресне та очистить землю від усіх невірних цієї проклятої землі.

source: Volcanic Abyss
uk: Вулканічна безодня

source: Wall Moss
uk: Стіна моху

source: War Drone
uk: Бойовий дрон

source: Warning!
uk: Обережно!

source: Wasteland
uk: Пустка

source: When used offensively, this attack always has at least a 50% chance to hit.
uk: При атаці ця здібність завжди має шанс влучити не менше 50%.

source: While Aragwaithi Swordsmen seem uncannily skilled to blade-wielders of other races, the Aragwaithi reserve their own admiration for Longswordsmen. These warriors have become so adept at the arts of thrust and parry that they have adopted a longer blade than the Swordsmen, yet they are able to wield it with equal grace and skill.
uk: Хоча мечники араґвайців й здаються бійцям інших рас надзвичайно вправними, самі ж араґвайці збері притримують своє захоплення для довгомечників. Ці воїни настільки вправно володіють мистецтвом удару і парирування, що хоч вони й взяли на озброєння довший клинок, ніж у мечників, але орудують ним з такою ж грацією і майстерністю.
