Repository: Ukrainian-Irdya-Project/uk-irdya
Catalog: naia/*.po
Languages: uk

source: While improving only marginally on the power of their bow, the Slayer abandons the blade in favor of training with a glaive, improving his skills in hand-to-hand combat. He is not as rugged as others of comparable skill, but far deadlier.
uk: Незначно покращивши силу свого лука, Вбивця відмовляється від клинка на користь тренувань з глевією, вдосконалюючи свої навички в рукопашному бою. Він не такий міцний, як інші бійці, однак набагато смертоносніший.

source: While most bowmen at the Chaos Empire’s service choose to specialize further in their craft with larger and more powerful bows, some opt for a less conventional approach to attaining greater combat prowess. These soldiers not only replace their rustic bows with crossbows — an absolute luxury for an army which can barely afford full body armor — but they also trade their short swords for heavier axes. While this does improve their efficacy in battle to some extent, it does so at the expense of speed and accuracy.
uk: Хоча більшість лучників, служачи в Імперії Хаосу, вирішують спеціалізуватися в своєму мистецтві за допомогою більших та потужніших луків, деякі обирають менш традиційний підхід для досягнення великої бойової майстерності. Ці солдати не лише замінюють свої прості луки на арбалети — абсолютну розкіш для армії, яка ледь може дозволити собі повні обладунки — але й обмінюють свої короткі мечі на важкі топори. Хоча це підвищує їхню ефективність у бою до певної міри, воно робить це за рахунок швидкості та точності.

source: While the Aragwaithi are slight of body, they are also fast and nimble. These abilities, coupled with the intensive training given to the Aragwaith military, make for superb swordsmen. Swordsmen are clad in light chain mail — the better to resist the blades of their enemies.
uk: Незважаючи на те, що араґвайці мають легку статуру, вони швидкі та спритні. Ці здібності в поєднанні з інтенсивними тренуваннями, які проходять військові араґвайці, роблять з них чудових мечників. Мечники одягнені в легкі кольчуги — щоб краще протистояти лезам своїх ворогів.

source: With experience, Eagle riders become more skilled and the relation with their winged friend become so strong that they act as one. As Eagle masters, they no longer need to give orders to their mounts, those anticipate them.
uk: З досвідом вершники на орлах стають більш вправними, а зв'язок зі своїм крилатим другом стає настільки міцним, що вони діють, наче одне ціле. Як Володарям орлів, їм більше не потрібно віддавати накази своїм улюбленцям, вони самі їх виконують.

source: Of the many monstrosities comprising the Chaos legions, the most fearsome of them easily are these alien war-beasts known as the ‘Shaxthals’, always present among the front lines when the Overlords choose not to take any prisoners. Their unnatural strength and durable exoskeletons are completely unrivaled by any living creature native to Irdya, and their ability to decimate enemy armies and topple constructions with relative ease makes them an ideal companion for the demon hordes. Those few fools who attempt to fight them head-on almost never survive to tell the tale, as they either get their skulls shattered by a red energy blast originating from the creatures’ maws, or are ripped to shreds in an instant by their teeth and claws.
uk: Серед безлічі мерзотностей, з яких складаються легіони Хаосу, найжахливішими безперечно є ці чужеродні бойові чудовиська, відомі як 'Шакцалі', завжди присутні на передовій, коли Володарі вирішують не брати полонених. Їхні надзвичайна сила та міцні зовнішні панцири абсолютно не мають собі рівних серед будь-яких живих істот, що існують на Ірдії, а їхня здатність руйнувати ворожі армії та зносити укріплення з відносною легкістю робить їх ідеальними соратниками для демонічних орд. Ті кілька дурнів, які спробують встати проти них лицем до лиця, майже ніколи не виживають, щоб розповісти цю історію, бо або їхні черепи розтрощені червоними вибухами енергії, що походять із пащі цих створінь, або вони моментально розриваються на клаптики металевими зубами та кігтями.

source: Worker Droid
uk: Дроїд працівник

source: Worm
uk: Черв'як

source: You receive $temp_gold_retrieval_amount pieces of gold!
uk: Ви отримуєте $temp_gold_retrieval_amount золота!

source: You retrieve $temp_gold_retrieval_amount pieces of gold.
uk: Ви отримуєте $temp_gold_retrieval_amount золота.

source: You will not be able to recall any units from this scenario later
uk: Потім ви не зможете закликати жодних бійців з цього сценарію

source: Vitality: hitpoints +3
uk: Живучість: здоров'я +3

source: always hits
uk: завжди вдаряє

source: arbalest
uk: арбалеcт

source: armored
uk: броньований

source: attack only
uk: тільки атака

source: beak
uk: клюв

source: biomechanical
uk: біомеханічний

source: blade of doom
uk: лезо вироку

source: blade shower
uk: дощ з лез

source: bolas
uk: бола

source: defend only
uk: тільки захист

source: deteriorated
uk: застарілий

source: drainer
uk: висмоктувач

source: energy burst
uk: енергетичний вибух

source: energy ray
uk: енергетичний промінь

source: energy shock
uk: енергетичний шок

source: ethereal blast
uk: ефірний заряд

source: female^Demoness
uk: Демониця

source: female^Demoness Grunt
uk: Демониця піхотинець

source: female^Demoness Warrior
uk: Демониця воїн

source: female^Demoness Zephyr
uk: Демониця буревій

source: female^Elvish Hunter
uk: Ельфійка мисливиця

source: female^Elvish Prowler
uk: Ельфійка бродяга

source: female^Elvish Trapper
uk: Ельфійка звіроловка

source: female^Lancer
uk: Уланка

source: female^Scout
uk: Розвідниця

source: female^Silver Shield
uk: Срібний щит

source: female^Sorceress
uk: Чаклунка

source: female^Water Spirit
uk: Водяний дух

source: female^Water Tidal
uk: Водяна припливня

source: female^Witch
uk: Відьма

source: female^Wizard
uk: Чарівниця

source: female^armored
uk: броньована

source: female^biomechanical
uk: біомеханічна

source: female^deteriorated
uk: застарівша

source: female^healed
uk: вилікувана

source: female^spirit
uk: дух

source: fire aura
uk: вогняна аура

source: fire bash
uk: вогняний удар

source: fire breath
uk: вогняний подих

source: fire claws
uk: вогняні кігті

source: flash cannon
uk: світлова гармата

source: glaive
uk: глевія

source: goo
uk: жижа

source: healed
uk: вилікуваний

source: hot goo
uk: гаряча жижа

source: infernal chill
uk: пекельний дотик

source: kick
uk: удар

source: mind probe
uk: зондування мозку

source: mystic fire
uk: містичний вогонь

source: obscures
uk: приховує

source: oil
uk: нафта

source: precision
uk: влучність

source: prey crush
uk: трощення здобичі

source: protection
uk: захист

source: race+female^Aragwaith
uk: Араґвайка

source: race+female^Demoness
uk: Демониця

source: race+female^Imp
uk: Чортеня

source: race+female^Shaxthal
uk: Шакцала

source: race+female^Verlissh
uk: Верлісша

source: race+male^Faerie
uk: Фей

source: race^Aragwaith
uk: Араґваєць

source: race^Aragwaithi
uk: Араґвайці

source: race^Demon
uk: Демон

source: race^Demons
uk: Демони

source: race^Faerie
uk: Фея

source: race^Faeries
uk: Феї

source: race^Imp
uk: Чортеня

source: race^Imps
uk: Чортенята

source: race^Shaxthal
uk: Шакцал

source: race^Shaxthals
uk: Шакцалі

source: race^Verlissh
uk: Верлісш

source: race^Verlisshi
uk: Верлісші

source: rectangular shield
uk: квадратний щит

source: scythe
uk: коса

source: shield
uk: щит

source: slime spit
uk: слизова плювок

source: spirit
uk: дуж

source: sylvan essence
uk: природня сутність

source: sylvan spark
uk: природня іскра

source: While in vegetated terrains, the unit will heal itself 5 HP per turn. If it is poisoned, it will remove the poison instead of healing.
uk: Знаходячись в рослинній місцевості, цей боєць може лікувати себе на 5 ЗД за хід. Якщо його отруєно, то замість цього зцілиться від отрути.

source: energize+5/15%
uk: заряджає+5/15%

source: This unit heals adjacent allied units possessing the ‘biomechanical’ trait by 5 HP at the start of every turn, and grants them a 15% resistance bonus (up to a maximum of 40%).
uk: Цей боєць лікує навколишніх союзників, що мають особливість ‘біомеханічний’, на 5 ЗД на початку кожного ходу та надає їм 15% до опору (максимум до 40%).

source: energize+10/30%
uk: заряджає+10/30%

source: This unit heals adjacent allied units possessing the ‘biomechanical’ trait by 10 HP at the start of every turn, and grants them a 30% resistance bonus (up to a maximum of 70%).
uk: Цей боєць лікує навколишніх союзників, що мають особливість ‘біомеханічний’, на 10 ЗД на початку кожного ходу та надає їм 30% до опору (максимум до 70%).

source: bore
uk: сверлить

source: female^bore
uk: сверлить

source: If somehow forced to move into cave or stone walls, this unit can hide inside them and deal 50% more damage on defense. Enemy units cannot see this unit while it is inside walls, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
uk: Якщо з якихось причин цей боєць був змушений рухатися в печерах або поблизу кам'яних стін, він може сховатися в них і завдавати на 50% більше шкоди при захисті. Ворожі бійці не можуть бачити його, поки він знаходиться всередині стіни, за винятком випадків, коли поруч з ним знаходяться вороги. Будь-який ворожий боєць, який першим виявить цього бійця, негайно втрачає весь залишок руху.

source: necrosis
uk: некроз

source: This attack infects living targets, causing them to lose 10 HP every turn until cured in a village or by a unit able to remove poison (regenerates does not counter necrosis). Any targets who die while necrosed become Ghouls belonging to the same side as the unit which originally infected them.
uk: Ця атака заражує живі цілі, змушуючи їх втрачати 10 ЗД кожного ходу, допоки ті не вилікуються в селі чи їх не зцілить цілитель (регенерація нездатна перемогти некроз). Будь яка ціль, що помре від некрозу, перетвориться на гуля, що приєднається до ворожих рядів.

source: zeal
uk: старанний

source: female^zeal
uk: старанна

source: The zeal of this unit inspires adjacent units to resist enemy attacks better and deal increased damage. Adjacent own units of lower level will receive a +30% bonus to their resistances while defending, up to a maximum of 60% for non-arcane damage, or 30% for arcane damage. They will also deal 15% more damage times the difference in their levels on both defense and offense.
uk: Старанність цього бійця надихає навколишніх бійців краще захищатися від ворогів та завдавати підвищеної шкоди. Навколишні дружні бійці нижчого рівня отримують бонус +30% до опору під час захисту, максимум до 60% до не-містичної шкоди або 30% до містичної шкоди. Вони також завдаватимуть на 15% більше шкоди, помноженої на різницю їхніх рівнів, як в обороні, так і в атаці.

source: mark
uk: мітка

source: When used offensively, this attack disrupts its opponent’s stance, decreasing all resistances by 20% (down to a minimum of -50%) until the affected unit’s turn ends.
uk: При атаці ця зброя порушує стійку супротивника, зменшуючи всі його опори на 20% (мінімум до -50%) до кінця ходу ураженого бійця.

source: testament
uk: завіт

source: Upon the death of this unit, any wounded adjacent allies below 50% of their total HP will be healed back to said amount, although any negative status effects will not be removed. Additionally, if the unit is standing on clear walkable ground without any obstructions on it, a suitable testament to its existence will take its place.
uk: Після загибелі цього бійця всі поранені союзники, що знаходяться поруч та мають ЗД менше 50%, будуть зцілені до зазначеної кількості, однак при цьому жодних негативних ефектів знято не буде. Крім того, якщо боєць стоїть на придатній для ходіння місцевості без будь-яких перешкод, на його місце буде поставлено відповідний знак, що свідчитиме про його жертву.

source: suffocate
uk: задуха

source: Hamadryad
uk: Гамадріада

source: Elven lore tells of faerie creatures back in the Golden Age who achieved an even more intimate connection to the earth than their fellow dryads and forest phantoms, able to assume the shape of majestic trees and enjoy an exceedingly long, albeit solitary existence in the deepest forests of Irdya. Despite the name, the “hamadryads” were rumored to have more in common with woses than their comparatively mundane sisters. Their command of nature was unparalleled and said to surpass even the mightiest sylphs of yore, instilling such awe into them that some elven communities revered them as protector deities. To defile the sanctity of their domain—be it with fire, bloodshed or the felling of healthy trees—was considered a sin beyond redemption. Finding one of these mythical nymphs in humanoid form anywhere other than the heart of the forest is completely unheard of and would necessitate a magic disturbance of an unprecedented scale, or a highly improbable fluke.
uk: Ельфійські легенди розповідають про фейських істот ще в Золотий вік, які досягли ще більш близького зв'язку з землею, ніж навіть їхня рідня — дріади та лісові духі, здатні приймати форму величних дерев і насолоджуватися дуже довгим, хоч і самотнім, існуванням у найглибших лісах Ірдії. Незважаючи на назву, "гамадріади", ходили чутки, що вони більш пов'язані були з лісовиками, ніж з їхніми порівняно звичайними сестрами. Їхнє володіння природою було безпрецедентним і вважалося, що перевершує навіть могутніх сільф минулих часів, що викликало таке захоплення серед них, що деякі ельфійські спільноти шанували їх як богинь-покровителів. Осквернення святості їхніх осель — чи то вогнем, кровопролиттям чи вирубкою здорових дерев — вважалося гріхом, непідвладним прощенню. Знайти одну з цих міфічних німф у людській формі в будь-якому місці, крім серця лісу, абсолютно неможливо і потребувало б магічної сили безпрецедентного масштабу або дуже малоймовірної випадковості.

source: necrotic shard
uk: некротичний уламок

source: breath of nyx
uk: дихання нікси

source: team_color^Cyan
uk: Лазурний

source: team_color^Pink
uk: Рожевий

source: team_color^Yellow
uk: Жовтий

source: terror
uk: терор

source: thunderbolt
uk: удар блискавки

source: war-blades
uk: бойові клинки

source: water punch
uk: водяний удар

source: weapon^rayblade
uk: промінелезо

source: Unit Advancements
uk: Підвищення бійця
