Repository: Ukrainian-Irdya-Project/uk-irdya
Catalog: naia/*.po
Languages: uk

source: Adjacent lower-level units of the same allegiance have their resistances increased by the sole presence of this unit.
uk: Дружні бійці нижчого рівню, що знаходяться довкола, отримують збільшені опори від однієї лише присутності цього бійця.

source: Some of this unit’s attacks are only available during defense.
uk: Деякі зі здібностей цього бійця доступні лише при атаці.

source: Some of this unit’s attacks are only available during offense.
uk: Деякі зі здібностей цього бійця доступні лише при обороні.

source: This unit can attack very precisely, giving it a better chance to hit agile foes on the offense.
uk: Цей боєць може атакувати дуже влучно, маючи більший шанс потрапити в швидких ворогів при атаці.

source: This unit can frighten enemy units that are next to it, making them fight worse.
uk: Цей боєць може лякати ворогів довкола себе, змушуючи їх гірше битися.

source: This unit cannot move to terrains other than water, castle and villages.
uk: Цей боєць не може рухатися на жодній місцевості, крім води, замків та селищ.

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse.
uk: Цей боєць затемнює навколишню місцевість, змушуючи хаотичних бійців битися краще, а порядних — гірше.

source: This unit will regenerate 5 HP per turn in forest or mushroom grove terrains.
uk: Цей боєць може регенерувати 5 ЗД кожного ходу, знаходячись в лісі чи грибній місцевості.

source: This unit’s attacks always hit its opponent.
uk: Атака цього бійця ніколи не промахується.

source: This unit’s powers are increased by the Sylvan Essence.
uk: Сили цього бійця підсилені Природньою Сутністю.

source: Vegetated terrains are forest, great tree, and mushroom grove hexes.
uk: Рослинна місцевість це ліс, велике дерево та гриби.

source: +15% bonus for all resistances (except arcane), -1 movement points
uk: +15% до усіх опорів (крім містичного), -1 клітинка руху

source: A rider and its mount achieve their maximum potential once they learn to trust each other and act in unison. Even if it may seem unusual at first glance, there are such horsemen fighting under Uria’s banner, and they treat their companions as an extension of themselves in all regards.
uk: Наїзник та його тварина досягають свого максимального потенціалу, коли вони навчаться довіряти один одну та діяти разом. Навіть якщо це й здається незвичним на перший, такі вершники воюють під стягом Урії, і вони ставляться до своїх супутників як до продовження самих себе в усіх відношеннях.

source: Abomination
uk: Мерзенність

source: Access granted.
uk: Доступ дозволено.

source: Adjacent units of lower level from this side receive a +20% bonus to all resistances (up to a maximum of 50%).
uk: Дружні бійці нижчих рівнів довкола отримують +20% до усіх опорів (максимум 50%).

source: Adult imps come in many forms and sizes, betraying the fact that they are neither related to the better-known demon warriors, nor belonging to a single species of their own. They are much stronger and sharper of mind than it is generally expected of their kind, to the point that it is not unheard of for them to lead some of their demon cousins in battle. ‘Gutwrenchers’ are renowned for their great appetite, and their razor-sharp claws which allow them to swiftly tear their prey to bits. For any hapless creature targeted by one of these monsters there is little hope — even if they somehow manage to extricate themselves from the imp’s crushing grip, odds are their flesh is already melting away thanks to the imp’s corrosive saliva.
uk: Дорослі чортенята бувають різних розмірів та форм, незважаючи на те, що не належать ні до більш відомих демонічних воїтелів, і навіть не є одним видом. Вони набагато сильніші та гостріші розумом, ніж прийнято вважати, аж до того, що нерідкі випадки, коли вони ведуть у бій своїх родичів-демонів. ‘Нутроворотці’ відомі своїм надзвичайним апетитом та гострими, наче бритва, кігтями, котрі дозволяють їм легко кришити свою жертву на шматочки. Для будь-якої нещасної істоти, на яку полює одне з цих чудовиськ, надії мало — навіть якщо вона якось зможе вирватися з нищівної хватки чортеняти, скоріше за все, їхня плоть вже тане під дією їдкої слини чортеняти.

source: Although most would find the notion preposterous, the truth is that imps larger than the biggest of trolls do exist. These behemoths rarely make an appearance on the battle field, but when they do, they announce themselves with roars able to shake mountains, and stomps that fracture and sink down the ground beneath. One has to wonder exactly how the Chaos Overlords — comically puny by comparison — manage to rein in these titans and have them do their bidding without using any kind of mind-control magic.
uk: Хоча багатьом ця ідея може здатися абсурдною, правда в тому, що чортенята, більші за найбільшого троля, дійсно існують. Цих чудовиськ дуже рідко можна зустріти на полі бою, але коли вони з'являються, то заявляють про себе ревом, здатним потрясти гори, і тупотом, що розбиває і провалює землю. Залишається тільки дивуватися, як саме Володарям Хаосу — комічно крихітним у порівнянні з ними — вдається приборкати цих титанів та змусити їх підкорятися, не використовуючи жодної магії контролю розуму.

source: Although not strictly required, players are advised to become familiar with the stories, characters, and historical events presented in <i>Under the Burning Suns</i>, <i>Invasion from the Unknown</i>, and (optionally) <i>Descent into Darkness</i> before playing this campaign.
uk: Хоч це і не обов'язково, радимо гравцям ознайомитися з історією, персонажами та історичними подіями, що відбувалися в <i>Під Жагучими Світилами</i>, <i>Вторгнення з Невідомого</i> та (додатково) <i>Сходження в Пітьму</i>, перед тим, як грати в цю кампанію.

source: Although not strictly required, players are advised to become familiar with the stories, characters, and historical events presented in <i>Under the Burning Suns</i>, and (optionally) <i>Descent into Darkness</i> before playing this campaign.
uk: Хоч це і не обов'язково, радимо гравцям ознайомитися з історією, персонажами та історичними подіями, що відбувалися в <i>Під Жагучими Світилами</i>, та (додатково) <i>Сходження в Пітьму</i>, перед тим, як грати в цю кампанію.

source: Although the Chaos Empire is a staunch believer in the principle of defense through offense, its leadership is also well aware of the importance of defending its borders against hostile incursions, as well as the occasional civil revolt. Guards tasked with the protection of the Empire’s strongholds are provided with specially-crafted armor and enjoy privileges normally reserved only for those who have proven their worth in battle. They are also occasionally granted troops and assigned to assault missions whenever a considerable amount of resistance may be expected.
uk: Хоча Імперія Хаосу твердо вірить у принцип, що нема захисту кращого за напад, її керівництво також добре усвідомлює важливість захисту своїх кордонів від ворожих вторгнень, а також періодичних повстань. Гвардійці, яким доручено захищати твердині Імперії, забезпечуються спеціально виготовленими обладунками і користуються привілеями, які зазвичай надаються лише тим, хто довів свою цінність у бою. Час від часу їм також надають солдат і призначають на штурмові місії, коли від супротивника можна очікувати значного опору.

source: An inconsistency has been detected, and the scenario might not continue working as originally intended.
uk: Було виявлено несумісність, сценарій може працювати не так, як задумувалося.

source: Ancient Banner
uk: Стародавній стяг

source: Animated Rock
uk: Живий камінь

source: Animated Rocks are rather slow creatures made out of solid, living rock. They have a weak attack, but are incredibly hard to destroy. It is rumored that these magical constructs can only be summoned by powerful magi.
uk: Живі камені це повільні створіння, зроблені з суцільного каменю. Вони мають слабку атаку, але їх надзвичайно важко знищити. Ходять чутки, що ці конструкти можуть бути закликані лише надзвичайно сильними магами.

source: Ants are common in almost any environment, from caverns deep under the earth to the tops of tall mountains. Those that live deep underground tend to grow up over their normal size. Though normally not hostile, they can bite at close range, dealing more damage than a normal-sized ant.
uk: Мурах можна зустріти майже в будь-якому середовищі, від глибоких печер під землею до вершин високих гір. Ті, що живуть глибоко в підземеллях, зростають більшими за свій звичайний розмір. Хоча зазвичай вони не ворожі, якщо підійти занадто близько — вкусять, наносячи набагато більшу шкоду, ніж звичайна мураха.

source: Archer
uk: Стрілець

source: Armageddon Imp
uk: Бісеня Армагедону

source: Assault Drone
uk: Дрон штурмовик

source: Assumed to be related to the wandering crawlers at the Lorekeepers’ service, these fearsome creatures are said to have the ability to pierce into the very minds of any living opponents, replenishing their vital energy and accelerating their growth in the process. Needless to say, this makes them especially dangerous to approach.
uk: Вважається, що ці страхітливі істоти споріднені з мандрівними повзунами на службі у Хранителів Давнини, і, як кажуть, мають здатність проникати в самісінький розум будь-якого живого супротивника, поповнюючи свою життєву енергію і прискорюючи зростання. Очевидно, що це робить їх занадто небезпечними, щоб навіть наближатися до них.

source: Automaton
uk: Автоматон

source: Banner (Merthiaal)
uk: Стяг (Мертіаал)

source: Banner (Uria)
uk: Стяг (Урія)

source: Because of their comparatively expensive design, Stormblade drones are a rarer sight on the battlefield than other Shaxthal creatures. Their deadly long arm-blades combined with the recovered ability to retaliate against ranged attacks makes them extremely dangerous opponents.
uk: Через свою відносну дороговизну, на полі бою Штормолеза зустрічаються набагато рідше, ніж інші Шакцальські істоти. Їхні смертельні та довгі лезо-руки в поєднанні зі здатністю відповідати дальнім атакам роблять їх надзвичайно небезпечними противниками.

source: Blood Imp
uk: Кров'яне бісеня

source: Bulkier and seemingly smarter versions of the Sentry drones are said to dwell in the deepest reaches of the Shaxthal hives protecting their offspring and territory.
uk: Кажуть, що більші і, здається, розумніші версії дронів вартових мешкають у найглибших частинах Шакцальських вульнів, захищаючи своє потомство і територію.

source: By wielding a stronger bow and training almost constantly, the Aragwaith Strongbow fires a far deadlier shot than the average archer. Their dirks are longer than the daggers used by the typical archer, and they wield them far more effectively.
uk: Орудуючи сильним луком та майже постійно тренуючись, араґвайцький сильнолук робить набагато смертоносніші постріли, ніж звичайний лучник. Їхні кортики довші за кинджали, якими користується звичайний лучник, і володіють вони ними набагато ефективніше.

source: Captain
uk: Капітан

source: Cataphracts are held in utmost respect by the Chaos military and serve as the legions’ fearsome standard-bearers. When not carrying the Chaos flag into battle, they are often seen swiftly traversing the blood-stained battlefields to deliver news, commands, and supplies. Their most striking aspect is the symbiotic relationship they share with their mounts, however. Gentler emotions are seldom found amongst the Chaos ranks, but these riders have been known to pause and mourn their fallen steeds, even amidst the carnage of battle.
uk: Катафракти користуються великою повагою серед солдатів Хаосу і служать своїй імперії як грізні прапороносці легіонів. Коли вони не несуть прапор Хаосу в бою, їх часто можна побачити, як вони швидко перетинають залиті кров'ю поля битв, щоб доставити новини, команди та припаси. Однак найбільш вражаючим аспектом їхньої поведінки є симбіотичний зв'язок, який вони мають зі своїми кіньми. Серед рядів Хаосу рідко зустрічаються ніжні емоції, однак достеменно відомо, що ці вершники зупиняються і оплакують своїх полеглих коней навіть посеред кривавої битви.

source: Chaos Arbalestier
uk: Майстер Арбалету Хаосу

source: Chaos Bowman
uk: Лучник Хаосу

source: Chaos Cataphract
uk: Катафракт Хаосу

source: Chaos Cavalier
uk: Кавалерист Хаосу

source: Chaos Crossbowman
uk: Арбалетчик Хаосу

source: Chaos Heavy Longbowman
uk: Важкий довголучник Хаосу

source: Chaos Invader
uk: Загарбник Хаосу

source: Chaos Invoker
uk: Закликач Хаосу

source: Chaos Longbowman
uk: Довголучник Хаосу

source: Chaos Lorekeeper
uk: Хранитель Давнини Хаосу

source: Chaos Magus
uk: Маг Хаосу

source: When not busy sermonising their devout followers, the Chaos Magi put their craft to use supporting the Empire’s troops with fearsome infernal magic. The power they wield comes at a cost, however, as their bodies gradually succumb to a force not meant for humans to control, rendering them more vulnerable to certain forms of magic. Thus, researching new methods to elude death becomes paramount if they are to achieve — or surpass — the greatness of their elders.
uk: У вільний від проповідей час маги Хаосу використовують свою майстерність, підтримуючи війська Імперії страшною пекельною магією. Однак їхня сила має свою ціну: їхні тіла поступово підкоряються силі, непідвладній людині, що робить їх більш вразливими до певних форм магії. Таким чином, дослідження нових методів уникнення смерті стає першочерговим завданням, якщо вони хочуть досягти — або перевершити — велич своїх предків.

source: Chaos Raider
uk: Рейдер Хаосу

source: Chaos Razerman
uk: Бритвочник Хаосу

source: Crystal Glyph
uk: Кристалічний Гліф

source: Crystal Glyph of Health
uk: Кристалічний Гліф Лікування

source: Dark Hive
uk: Темний вулень

source: Demon
uk: Демон

source: Demon Grunt
uk: Демон піхотинець

source: Demon Warrior
uk: Демон воїн

source: Demon Zephyr
uk: Демон буревій

source: Demonic Hound
uk: Демонична собака

source: Despite being creatures of artificial origins, Shaxthal lifeforms have been reported to vary wildly in shape, size and behavior. Since very little is known about their life cycles, it’s not clear whether certain forms — such as these biomechanical worms — are in reality just different growth stages of the same creature. The Shaxthal worms dwell inside the great dark hives and they are almost never seen elsewhere. Some evidence gathered and analyzed by scholars would indicate these creatures are extremely vulnerable in the open.
uk: Незважаючи на те, що вони є істотами штучного походження, Шакцалі дуже різняться за формою, розміром і поведінкою. Оскільки про їхні життєві цикли відомо дуже мало, незрозуміло, чи є певні форми — такі як ці біомеханічні черв'яки — насправді лише різними стадіями росту однієї і тієї ж істоти. Шакцальські черв'яки мешкають всередині великих темних вульнів, і їх майже ніколи не можна побачити деінде. Деякі докази, зібрані та проаналізовані вченими, вказують на те, що ці істоти надзвичайно вразливі на відкритому повітрі.

source: Details
uk: Деталі

source: Do you wish to be healed?
uk: Чи бажаєте ви вилікуватися?

source: Doom Guard
uk: Страж Вироку

source: Door
uk: Двері

source: Drone
uk: Дрон

source: Dryad
uk: Дріада

source: Dryads possess a closer affinity to their faerie nature than their brethren, yet at times exhibit a remarkable understanding of human nature. In fact, Dryads are more apt to engage the few travelers they meet in friendly conversation than seduce or murder them. Some elven scholars have proposed there exists a deeper connection between woodlandkind and humans as children of Earth; to many, this is unthinkable. For them, to even suggest such a connection between the violent, destructive humans and the ancient, illustrious elves constitutes heresy. If there are those among the faerie with knowledge of this world’s beginnings, they do not share it, preferring instead to lead peaceful, modest lives. Nonetheless, the Dryads’ calm nature in no way means they are powerless. Their extensive knowledge of nature and its magical arts makes them a formidable opponent in any conflict.
uk: Дріади набагато ближчі до своєї фейської природи, ніж інша їхня рідня, проте часом демонструють неабияке розуміння людської натури. Насправді, дріади більш схильні до дружньої бесіди з тими небагатьма мандрівниками, яких вони зустрічають, аніж до спокушання чи вбивства. Деякі ельфійські вчені припускають, що існує глибший зв'язок між лісовими створінням та людьми через Землю; для багатьох це немислимо. Для них навіть припущення про такий зв'язок між жорстокими, руйнівними людьми та стародавніми, славетними ельфами є єрессю. Якщо серед фей і є ті, хто володіє знаннями про початки цього світу, вони не діляться ними, вважаючи за краще вести мирне, скромне життя. Втім, спокійний характер дріад жодним чином не означає, що вони беззахисні. Глибокі знання природи та її магічних мистецтв роблять їх грізним супротивником у будь-якому конфлікті.

source: During most of the Golden Age, the humans who inhabited the Great Continent were mostly Wesnothians, divided across various territories such as the Northlands, Elensefar and the kingdom of Wesnoth itself. However, there was once a time of great strife during which a new race of humans started to appear from nowhere. They were the ‘Aragwaithi’, which meant ‘noble’ in their native language. It has been since then rumored that they came from the Vast Sea to settle in Wesnoth. They mostly lived as mercenaries in that time, until the Fall. After that, they supposedly moved to the northmost lands of the Continent, were the sands could not reach, and the green could survive. Albeit being humans, many of their customs and racial features are strongly reminiscent of elves. Their sages have a mastery of magic that is not to be underestimated on the battlefield.
uk: Протягом більшої частини Золотого віку люди, що населяли Великий Континент, були переважно веснотцями, розділеними між різними територіями, такими як Північні Землі, Еленсефар та королівство Веснот. Проте одного дня настав час великих міжусобиць, під час яких нова раса людей почала з'являтися нізвідки. Це були 'Араґвайці', що їхньою рідною мовою перекладалося як 'шляхта'. Відтоді ходили чутки, що вони прийшли з Безбережного Моря, щоб оселитися у Весноті. У той час вони жили переважно як найманці, аж до Падіння. Після цього вони, нібито, переселилися у північну частину Континенту, куди піски не могли дістатися, а зелень могла вижити. Хоча вони і є людьми, багато їхніх звичаїв та расових особливостей сильно нагадують ельфів. Їхні мудреці досконало володіють магією, яку не можна недооцінювати на полі бою.

source: Eagle Master
uk: Володар орла

source: Eagle Rider
uk: Наїзник на орлі

source: Earthy Rockbound Cave
uk: Земляно-кам'яна печера

source: Elvish Hunter
uk: Ельф мисливець

source: Elvish Prowler
uk: Ельф бродяга

source: Elvish Trapper
uk: Ельф звіролов

source: Enemy boss sighted!
uk: З'явився ворожий бос!

source: Enforcer Drone
uk: Дрон примушувач

source: Errant Soul
uk: Бродяча душа

source: Error
uk: Помилка

source: Even barbarian brutes can hone their skills given enough time. Those in the Chaos Empire’s service who manage to survive long enough to do so are given plenty of opportunities to broaden their horizons and brandish better arms against their adversaries.
uk: Навіть варвари здатні відточити свої навички за скінченну кількість часу. Ті, хто перебуває на службі в Імперії Хаосу, і кому вдається вижити достатньо довго, отримують безліч можливостей розширити свій кругозір і озброїтися кращою зброєю проти своїх супротивників.

source: Even though the Chaos Empire’s soldiers are more adept at fighting hand-to-hand, they also understand the importance of being able to keep their adversaries at bay and take them down before they can retaliate. Chaos Longbowmen carry more powerful weapons than the average archer; the subtle improvements made to their bows and arrowheads enable their projectiles to fly farther and penetrate even thick armor. Making matters worse are the lethal fluids of dubious origin into which the arrows are dipped prior to shooting.
uk: Хоча воїни Імперії Хаосу більш вправні в рукопашному бою, вони також розуміють, як важливо вміти тримати супротивника на відстані і знищувати його до того, як він зможе завдати удару у відповідь. Довголучники Хаосу мають потужнішу зброю, ніж звичайний стрілець; майстерні покращення луків і наконечників стріл дозволяють їхнім стрілам летіти далі і пробивати навіть товсті обладунки. Погіршують ситуацію смертоносні рідини сумнівного походження, в які вони занурюють свої стріли перед стрільбою.

source: Event Gate
uk: Брама Подій

source: Exceedingly few communities have continued to breed domesticated dogs after the Fall, not only because of the harsher climate and scarce resources with which to feed captive animals, but also on account of an overabundance of larger and more dangerous predators. The Chaos Empire, on the other hand, not content with using slaves and barbarian mercenaries in warfare, has turned dog breeding into more than a mere pastime. To their quadrupedal companions anything unfamiliar constitutes prey, and these vicious canines never yield in a fight until either their target or themselves has been reduced to bloody bits.
uk: Після Падіння лише кілька спільнот продовжило розводити домашніх собак, не лише через суворіший клімат та обмеженість ресурсів, якими можна було б прогодувати тварин у неволі, але й через надлишок більших та небезпечніших хижаків. З іншого боку, Імперія Хаосу, не задовольняючись використанням рабів і варварських найманців у війні, перетворила собаківництво на щось більше, ніж просто розвагу. Для їхніх чотирилапих компаньйонів все незнайоме є здобиччю, і ці злісні ікла ніколи не здадуться в бою, доки не перетворять на криваві шматки або свою мішень, або себе самих.

source: Fake Shroud
uk: Фальшива пелена

source: Field experience has granted Elvish Trappers greater expertise in patrolling and defending their bases, utilizing decoys and swift moves to confound their enemies and attack them from behind. Their continuous training in swordplay also begins to prove advantageous, allowing them to operate better on their own.
uk: Багатий польовий досвід подарував Ельфійським звіроловам знання про патрулювання та оборону своїх баз, використання приманок і непомітних рухів, що дозволяє їм обманювати ворогів та зненацька нападати на них ззаду. Їхні постійні тренування у володінні мечем також починають приносити користь, дозволяючи їм краще діяти окремо від групи.

source: Fire Faerie
uk: Вогняна фея

source: Fire Wisp
uk: Вогняний згусток

source: Fire Wisps are minor spirits of flame. They like to frolic in pools of lava, and take great delight in burning anything they can reach. They should not be a great challenge to unexperienced fighters, except when found in swarms.
uk: Вогняні згустки це малі духи пламені. Вони полюбляють бавитися в лавових озерах і з великим задоволенням спалюють все, до чого тільки можуть дотягнутися. Для недосвідчених бійців вони не повинні становити великої загрози, хіба що якщо зустрінеться зграя.

source: Fire Wraith
uk: Вогняний привид

source: Fire Wraiths are spirits of smoke and flame. No one is exactly sure where they come from, but they are occasionally summoned by powerful mages to do their bidding. The odd armor they wear hints at a former life or creator, but whatever ancient civilization was involved has been lost to history.
uk: Вогняні привиди це духи диму та полум'я. Ніхто точно не знає, звідки вони беруться, але час від часу їх викликають могутні маги, щоб ті виконували їхні накази. Дивні обладунки, які вони носять, натякають на колишнє життя або творця, але яка б давня цивілізація не була причетна до цього, вона вже давно була втрачена для історії.
